package Lesson_20_Pointers

/*
	Задача 1: Изменение значений через указатели

Вы работаете над программой для редактирования профилей пользователей.
Создайте функцию UpdateProfile(), которая:

	Принимает указатели на две переменные name string и age int.
	Меняет name на "Новый Пользователь" и увеличивает age на 1.
	Выводит изменённые значения.

Пример использования:		name := "Алексей"

	age := 28
	UpdateProfile(&name, &age)

Ожидаемый вывод:		Имя: Новый Пользователь, Возраст: 29
*/
func UpdateProfile() string {
	return "ok"
}
